Repository: PRATAP-KUMAR/bring-out-submenu-of-power-off-logout
Catalog: po/*.po
Languages: fr, sk

# title
source: Hybrid Sleep
fr: Sommeil hybride
sk: Hybridný spánok

source: Are you sure to Hybrid Sleep the system?
fr: Êtes-vous sûr de mettre le système en veille hybride ?
sk: Ste si istí, že chcete prejsť do hybridného režimu spánku?

# button
source: Cancel
fr: Annuler
sk: Zrušiť

# button
source: Hybrid Sleep
fr: Sommeil hybride
sk: Hybridný spánok

# title
source: Hibernate
fr: Hiberner
sk: Hibernovať

source: Are you sure to Hibernate the system?
fr: Êtes-vous sûr de mettre le système en veille prolongée ?
sk: Ste si istí, že chcete systém hibernovať?

# button
source: Hibernate
fr: Hiberner
sk: Hibernovať

# title
source: Lock Screen
fr: Écran verrouillé
sk: Zamknúť obrazovku

source: Oops! lock screen is disabled
fr: Oups ! l'écran de verrouillage est désactivé
sk: Hups! Uzamknutie obrazovky je vypnuté

# title
source: Switch User
fr: Changer d'utilisateur
sk: Prepnúť používateľa

source: Oops! user switching is disabled
fr: Oops! le changement d'utilisateur est désactivé
sk: Hups! Prepnutie používateľa obrazovky je vypnuté

# title
source: Logout
fr: Se déconnecter
sk: Odhlásiť

source: Oops logout key is disabled in dconf, It will effect logout, restart and poweroff
fr: Oups, la clé de déconnexion est désactivée dans dconf, elle affectera la déconnexion, le redémarrage et la mise hors tension
sk: Oops! Tlačidlo odhlásenia je v dconf zakázané. Bude to mať vplyv na odhlásenie, reštart a vypnutie

# title
source: Restart
sk: Reštartovať

# title
source: Power Off
fr: Redémarrage
sk: Vypnúť

source: Lock Screen
fr: Écran verrouillé
sk: Zamknúť obrazovku

source: Suspend
fr: Suspendre
sk: Uspať

source: Hybrid Sleep
fr: Sommeil hybride
sk: Hybridný spánok

source: Hibernate
fr: Hiberner
sk: Hibernovať

source: Switch User
fr: Changer d'utilisateur
sk: Prepnúť používateľa

source: Log Out
fr: Se déconnecter
sk: Odhlásiť sa

source: Restart
fr: Redémarrage
sk: Reštartovať

source: Power Off
fr: Éteindre
sk: Vypnúť

source: Action Buttons
fr: Boutons d'action
sk: Tlačidlá akcie

source: Hide Lock Button
fr: Masquer le bouton de verrouillage
sk: Skryť tlačidlo zamknutia

source: Hide Suspend Button
fr: Masquer le bouton de suspension
sk: Skryť tlačidlo spánku

source: Hide Switch User Button
fr: Masquer le bouton utilisateur du commutateur
sk: Skryť tlačidlo prepnutia používateľa

source: Hide Logout Button
fr: Masquer le bouton de déconnexion
sk: Skryť tlačidlo odhlásenia

source: Hide Restart Button
fr: Masquer le bouton de redémarrage
sk: Skryť tlačidlo reštartovania

source: Hide Power Button
fr: Masquer le bouton d'alimentation
sk: Skryť tlačidlo vypnutia

source: Tooltip
fr: Info-bulle
sk: Pomoc

source: Show Tooltip
fr: Afficher l'info-bulle
sk: Zobraziť pomocníka

source: You can customize tooltip style using this extensions stylesheet.css file
fr: Vous pouvez personnaliser le style de l'info-bulle à l'aide de ce fichier d'extensions stylesheet.css
sk: Štýl pomocníka si môžete prispôsobiť pomocou súboru stylesheet.css tohto rozšírenia

source: This page is useful only if Hybrid Sleep and Hibernation are already working on your system,
fr: Cette page n'est utile que si Hybrid Sleep et Hibernation fonctionnent déjà sur votre système,
sk: Táto stránka je užitočná len v prípade, že v systéme už funguje hybridný spánok a hibernácia.

source: some useful links on this topic are
fr: quelques liens utiles sur ce sujet sont
sk: Niektoré užitočné odkazy na túto tému sú

source: Hibernation Settings
fr: Paramètres d'hibernation
sk: Nastavenia hibernácie

source: Important Info
fr: Informations importantes
sk: Dôležité informácie

source: Hibernation
sk: Hibernácia

source: Hide Hybrid Sleep Button
fr: Masquer le bouton de veille hybride
sk: Skryť tlačidlo hybridného spánku

source: you can set the logo by placing an svg icon with the name "hybrid-sleep-symbolic.svg" in ".icons" folder of home directory
fr: vous pouvez définir le logo en plaçant une icône svg avec le nom 'hybrid-sleep-symbolic.svg' dans le dossier '.icons' du répertoire personnel
sk: Logo môžete nastaviť umiestnením ikony svg s názvom "hybrid-sleep-symbolic.svg" do priečinka ".icons" v domovskom adresári

source: Hide Hibernate Button
fr: Masquer le bouton de mise en veille prolongée
sk: Skryť tlačidlo hibernácie

source: you can set the logo by placing an svg icon with the name "hibernate-symbolic.svg" in ".icons" folder of home directory
fr: vous pouvez définir le logo en plaçant une icône svg avec le nom 'hibernate-symbolic.svg' dans le dossier '.icons' du répertoire personnel
sk: Logo môžete nastaviť umiestnením ikony svg s názvom "hibernate-symbolic.svg" do priečinka ".icons" v domovskom adresári
